import React from 'react'
import styles from "./style.module.css"

const ObjectComponents = () => {
  return (
    <div className={styles.container}>
       <div className={styles.cards}>
        <h1 className={styles.cards__h1}>описание</h1>
        <p className={styles.cards__p}>Новая разработка: цены от € & nbsp; 386 000 до € & nbsp; 578 000.  [Кровати: 2–2] [Ванны: 2–3] [Застроенная площадь: 80,00 м2 - 104,00 м2] Дом, в котором
вы всегда хотели жить, предлагая лучшее из всего.  Это развитие является частью прекрасно созданного жилого района с полностью функционирующими
общими частями.  Он состоит из 32 домов с двумя и тремя спальнями, включая пентхаусы и просторные сады, общественные бассейны и поля для гольфа,
расположенные в непосредственной близости от комплекса.  Сделайте большую часть просторных, фантастических мест общего пользования с садами
для взрослых.  и детские бассейны с деревянными зонтиками, детская игровая площадка, корты для паддл-тенниса и тренажерный зал. Михас - город,
расположенный в провинции Малага, в самом сердце Коста-дель-Соль, со старым кварталом, в котором есть все очарование традиционной андалузской
деревни.  Там вы сможете насладиться привлекательными произведениями архитектуры, такими как часовня Вирхен-де-ла-Пенья,  городские стены с
руинами замка и бесконечный список других достопримечательностей.  Но не только это.  Михас предлагает все, что вам может понадобиться,
потому что, помимо того, что он расположен у подножия холмов Михас, он также имеет невероятные пляжи и предлагает один из лучших выборов
полей для гольфа в этом районе. Это идеальное место для любителей этого вида спорта.</p>
      </div>
    </div>
  )
}

export default ObjectComponents